Repository: chaichaimee/gestureDuplicate
Catalog: locale/*/LC_MESSAGES/nvda.po
Languages: de, es, fr, ru, uk

source: &Check Duplicate Gestures
de: &Doppelte Gesten prüfen
es: &Comprobar gestos duplicados
fr: &Vérifier les gestes dupliqués
ru: &Проверить дублирующиеся жесты
uk: &Перевірити повторювані жести

source: &My Gestures Management
de: &Meine Gesten-Verwaltung
es: &Gestión de mis gestos
fr: &Gestion de mes gestes
ru: &Управление моими жестами
uk: &Керування моїми жестами

source: Check for duplicate input gestures (single tap), My Gestures Management (double tap)
de: Doppelte Eingabegesten prüfen (einmal tippen), Meine Gesten-Verwaltung (doppeltippen)
es: Comprobar gestos de entrada duplicados (toque simple), Gestión de mis gestos (toque doble)
fr: Vérifier les gestes d'entrée dupliqués (appui simple), Gestion de mes gestes (appui double)
ru: Проверить дублирующиеся жесты ввода (одно нажатие), Управление моими жестами (двойное нажатие)
uk: Перевірити наявність повторюваних жестів вводу (одноразове натискання), керування моїми жестами (подвійне натискання)

source: Duplicate Gestures
de: Doppelte Gesten
es: Gestos duplicados
fr: Gestes dupliqués
ru: Дублирующиеся жесты
uk: Повторювані жести

source: Unknown context
de: Unbekannt
es: Desconocido
fr: Inconnu
ru: Неизвестно

source: Application context:
de: Anwendung:
es: Aplicación:
fr: Application :
ru: Приложение:

source: Found {} duplicate entries. Select an item and click 'Open' to fix.
de: {} doppelte Einträge gefunden. Wählen Sie einen Eintrag aus und klicken Sie auf 'Öffnen', um zu korrigieren.
es: Se encontraron {} entradas duplicadas. Seleccione un elemento y haga clic en 'Abrir' para corregir.
fr: {} entrées dupliquées trouvées. Sélectionnez un élément et cliquez sur 'Ouvrir' pour corriger.
ru: Найдено {} дублирующихся записей. Выберите элемент и нажмите 'Открыть' для исправления.
uk: Знайдено {} повторюваних жестів. Виберіть елемент і натисніть «Відкрити», щоб виправити.

source: Gesture (column header)
de: Geste
es: Gesto
fr: Geste
ru: Жест

source: Function (column header)
de: Funktion
es: Función
fr: Fonction
ru: Функция

source: Context (column header)
de: Kontext
es: Contexto
fr: Contexte
ru: Контекст

source: &Open Input Gestures
de: &Eingabegesten öffnen
es: &Abrir gestos de entrada
fr: &Ouvrir les gestes d'entrée
ru: &Открыть жесты ввода
uk: &Відкрити Жести вводу

source: &Close (Duplicate Dialog)
de: &Schließen
es: &Cerrar
fr: &Fermer
ru: &Закрыть

source: Input gestures dialog opened. Navigate with arrow keys to see Add and Remove buttons.
de: Dialog für Eingabegesten geöffnet. Navigieren Sie mit Pfeiltasten, um Schaltflächen Hinzufügen und Entfernen zu sehen.
es: Diálogo de gestos de entrada abierto. Navegue con flechas para ver botones Agregar y Eliminar.
fr: Boîte de dialogue des gestes d'entrée ouverte. Naviguez avec les flèches pour voir les boutons Ajouter et Supprimer.
ru: Диалог жестов ввода открыт. Перемещайтесь стрелками, чтобы увидеть кнопки Добавить и Удалить.
uk: Відкрито діалог жестів вводу. Щоб побачити кнопки «Додати» та «Видалити», використовуйте клавіші зі стрілками.

source: Failed to open Input Gestures dialog
de: Fehler beim Öffnen des Eingabegesten-Dialogs
es: Error al abrir el diálogo de gestos de entrada
fr: Échec de l'ouverture de la boîte de dialogue des gestes d'entrée
ru: Не удалось открыть диалог жестов ввода
uk: Не вдалося відкрити діалог жестів вводу

source: My Gestures Management
de: Meine Gesten-Verwaltung
es: Gestión de mis gestos
fr: Gestion de mes gestes
ru: Управление моими жестами
uk: Керування моїми жестами

source: Clean up gestures for uninstalled addons from gestures.ini:
de: Gesten von deinstallierten Erweiterungen aus gestures.ini bereinigen:
es: Limpiar gestos de complementos desinstalados de gestures.ini:
fr: Nettoyer les gestes des extensions désinstallées depuis gestures.ini :
ru: Очистить жесты от удалённых дополнений из gestures.ini:
uk: Очищення жестів для видалених додатків з файлу gestures.ini:

source: Addon name:
de: Erweiterungsname:
es: Nombre del complemento:
fr: Nom de l'extension :
ru: Имя дополнения:
uk: Назва додатка:

source: All addons (filter)
de: Alle Erweiterungen
es: Todos los complementos
fr: Toutes les extensions
ru: Все дополнения

source: Gesture (management column)
de: Geste
es: Gesto
fr: Geste
ru: Жест

source: Function (management column)
de: Funktion
es: Función
fr: Fonction
ru: Функция

source: Context (management column)
de: Kontext
es: Contexto
fr: Contexte
ru: Контекст

source: &Remove addon
de: &Erweiterung entfernen
es: &Eliminar complemento
fr: &Supprimer l'extension
ru: &Удалить дополнение
uk: &Видалити додаток

source: C&lear All
de: &Alles löschen
es: &Limpiar todo
fr: &Tout effacer
ru: &Очистить всё
uk: О&чистити все

source: &Close (Management Dialog)
de: &Schließen
es: &Cerrar
fr: &Fermer
ru: &Закрыть

source: &Remove Selected
de: &Ausgewählte entfernen
es: &Eliminar seleccionado
fr: &Supprimer la sélection
ru: &Удалить выбранное
uk: &Видалити вибране

source: No addon gestures to clear.
de: Keine Gesten von Erweiterungen zum Löschen vorhanden.
es: No hay gestos de complementos para limpiar.
fr: Aucun geste d'extension à effacer.
ru: Нет жестов дополнений для очистки.
uk: Немає жестів додатків для очищення.

source: Remove all {} custom gestures from {} addons?
de: Alle {} benutzerdefinierten Gesten von {} Erweiterungen entfernen?
es: ¿Eliminar todos los {} gestos personalizados de {} complementos?
fr: Supprimer tous les {} gestes personnalisés de {} extensions ?
ru: Удалить все {} пользовательских жестов из {} дополнений?
uk: Видалити всі ({}) користувацькіх жестів із ({}) додатків?

source: Confirm removal
de: Entfernen bestätigen
es: Confirmar eliminación
fr: Confirmer la suppression
ru: Подтвердить удаление

source: Operation successful
de: Erfolg
es: Éxito
fr: Succès
ru: Успешно

source: Failed to clear gestures from configuration.
de: Fehler beim Löschen der Gesten aus der Konfiguration.
es: Error al limpiar gestos de la configuración.
fr: Échec du nettoyage des gestes de la configuration.
ru: Не удалось очистить жесты из конфигурации.
uk: Не вдалося видалити жести з конфігурації.

source: Error during mass deletion.
de: Fehler beim Massenlöschen.
es: Error durante la eliminación masiva.
fr: Erreur lors de la suppression massive.
ru: Ошибка при массовом удалении.
uk: Помилка під час масового видалення.

source: Remove this custom gesture for addon '{}'? Gesture: {} Function: {}
de: Diese benutzerdefinierte Geste für Erweiterung '{}' entfernen? Geste: {} Funktion: {}
es: ¿Eliminar este gesto personalizado del complemento '{}'? Gesto: {} Función: {}
fr: Supprimer ce geste personnalisé pour l'extension '{}' ? Geste : {} Fonction : {}
ru: Удалить этот пользовательский жест для дополнения '{}'? Жест: {} Функция: {}
uk: Видалити цей користувацький жест для додатка «{}»? Жест: {} Функція: {}

source: Failed to remove gesture from configuration.
de: Fehler beim Entfernen der Geste aus der Konfiguration.
es: Error al eliminar el gesto de la configuración.
fr: Échec de la suppression du geste de la configuration.
ru: Не удалось удалить жест из конфигурации.
uk: Не вдалося видалити жест із конфігурації.

source: Failed to remove gesture.
de: Fehler beim Entfernen der Geste.
es: Error al eliminar el gesto.
fr: Échec de la suppression du geste.
ru: Не удалось удалить жест.
uk: Не вдалося видалити жест.

source: Remove all {} custom gestures for addon '{}'?
de: Alle {} benutzerdefinierten Gesten für Erweiterung '{}' entfernen?
es: ¿Eliminar todos los {} gestos personalizados del complemento '{}'?
fr: Supprimer tous les {} gestes personnalisés pour l'extension '{}' ?
ru: Удалить все {} пользовательских жестов для дополнения '{}'?
uk: Видалити всі {} користувацьких жестів для додатка "{}"?

source: Failed to remove addon from configuration.
de: Fehler beim Entfernen der Erweiterung aus der Konfiguration.
es: Error al eliminar el complemento de la configuración.
fr: Échec de la suppression de l'extension de la configuration.
ru: Не удалось удалить дополнение из конфигурации.
uk: Не вдалося видалити додаток із конфігурації.

source: Error during addon gesture removal.
de: Fehler beim Entfernen der Gesten der Erweiterung.
es: Error durante la eliminación de gestos del complemento.
fr: Erreur lors de la suppression des gestes de l'extension.
ru: Ошибка при удалении жестов дополнения.
uk: Помилка під час видалення жестів додатка.

source: Unknown
uk: Невідомо

source: Application:
uk: Додаток:

source: Gesture
uk: Жест

source: Function
uk: Функція

source: Context
uk: Контекст

source: &Close
uk: &Закрити

source: All addons
uk: Всі додатки

source: Confirm
uk: Підтвердити

source: Success
uk: Успішно
